kss=34; ksS=27; spp=1; mms=[ [ ['#'], ['#'], ["#"], [0] ],
[ ['[','今日は'], ['こんにちは'], ["Доброго дня! Вітаю!"], [0] ],
[ ['私'], ['わたし'], ["я"], [0] ],
[ ['学生'], ['がくせい'], ["студент; слухач [курсів]; учень"], [0] ],
[ ['[','此方'], ['こちら'], ["<i>ввічливо, про людину:</i> це; ось; тут; поруч зі мною"], [0] ],
[ ['私達','私たち'], ['わたしたち'], ["ми"], [0] ],
[ ['卒業生'], ['そつぎょうせい'], ["випускник; людина, що закінчила навчання; людина із здобутою освітою"], [0] ],
[ ['友達','(','友だち'], ['ともだち'], ["друг; друзі"], [0] ],
[ ['[','家'], ['うち'], ["дім / сім'я"], [0] ],
[ ['東京'], ['とうきょう'], ["Токіо"], [0] ],
[ ['大学'], ['だいがく'], ["виш: університет; академія; коледж"], [0] ],
[ ['明日'], ['あした'], ["завтра; завтрашній день"], [0] ],////
[ ['行きます'], ['いきます'], ["йти; ходити / йти; їхати; пітии; поїхати [звідкись, кудись]"], [0] ],////
[ ['来ます'], ['きます'], ["приходити; приїжджати; прибувати (сюди)"], [0] ],////
[ ['泳ぎます'], ['およぎます'], ["плисти, плавати; купатись [у водоймі]"], [0] ],////
[ ['帰ります'], ['かえります'], ["вертатись / йти/їхати додому"], [0] ],////
[ ['食べます'], ['たべます'], ["їсти; харчуватись"], [0] ],////
[ ['今日'], ['きょう'], ["сьогодні; сьогоднішній день"], [0] ],////
[ ['毎日'], ['まいにち'], ["кожен день; щоденно; день за днем"], [0] ],
[ ['食堂'], ['しょくどう'], ["їдальня, буфет"], [0] ],
[ ['[',1,'此[れ]','(',1,'是(れ)',1,'之(れ)','維','惟'], ['これ'], ["<i>не ввічливо, про предмети:</i> це; ось; тут"], [0] ],
[ ['先生'], ['せんせい'], ["<i>звернення:</i> вчитель; викладач; наставник; лікар"], [0] ],
[ ['学校','(','學校'], ['がっこう'], ["школа; училище; навчальний заклад"], [0] ],
[ ['ええ'], ['ええ'], ["так; гаразд"], [0] ],
[ ['[','否'], ['いいえ'], ["ні"], [0] ],
[ ['も'], ['も'], ["теж, також"], [0] ],
[ ['一緒に'], ['いっしょに'], ["разом; спільно"], [0] ],
[ ['乃'], ['の'], ["НО"], [0] ],
[ ['よ'], ['よ'], ["ЙО"], [0] ],
[ ['ん'], ['ん'], ["Н"], [0] ],
[ ['魔'], ['ま'], ["МА"], [0] ],
[ ['他'], ['た'], ["ТА"], [0] ],
[ ['だ'], ['だ'], ["ДА"], [0] ],
[ ['や'], ['や'], ["Я"], [0] ],






];